interface Todos {
  [key: number]: string[];
}

export const BASE_TODOS: Todos = {
  1: [
    '아침 프로틴쉐이크 마시기',
    '점심 프로틴쉐이크 마시기',
    '오후간식 프로틴쉐이크 마시기',
    '저녁 프로틴쉐이크 마시기',
  ],
  2: [
    '아침 프로틴쉐이크 마시기',
    '점심 저탄수식 먹기',
    '오후간식 프로틴쉐이크 마시기',
    '저녁 프로틴쉐이크 마시기',
  ],
  3: [
    '아침 프로틴쉐이크 마시기',
    '점심 저탄수식 먹기',
    '오후간식 프로틴쉐이크 마시기',
    '저녁 무탄수식 먹기',
  ],
  4: [
    '아침 프로틴쉐이크 마시기',
    '점심 저탄수식 먹기',
    '오후간식 프로틴쉐이크 마시기',
    '저녁 무탄수식 먹기',
  ],
  5: [
    '아침 프로틴쉐이크 마시기',
    '점심 저탄수식 먹기',
    '오후간식 프로틴쉐이크 마시기',
    '저녁 저탄수식 먹기',
  ],
};
